#include <iostream>
#include <windows.h>

using namespace std;
int main() {
    //задаємо можливість вводу та виводу тексту українською мовою з кодуванням UTF-8
    SetConsoleCP(1251);
    SetConsoleOutputCP(1251);//65001
    cout << "Задача №1" << endl;
    double k1, k2, k3; //оголошення змінних типу 'чисел з плаваючою крапкою' для запису значень обчислення виразу
    k1 = 2 + 3; //обчислюємо значення першого виразу та присвоюємо його значення змінній k1
    k2 = 4.5 * 56;//обчислюємо значення першого виразу та присвоюємо його значення змінній k2
    k3 = 2 / 3.0;//обчислюємо значення першого виразу та присвоюємо його значення змінній k3
    cout << "Результат дорівнює : " << k1 << "; " << k2 << "; " << k3;//вивід трьох результатів чисел з плаваючою крапкою
}